/* Don't remove %@ signs or you'll break the application */

// in menu:
"pause"="Sospendi";
"resume"="Riprendi";
"lastupdate"="Ultimo aggiornamento: %@"; // %@ will be replaced by update time
"lastupdateskipped"="Ultimo aggiornamento (Saltato): %@"; // %@ will be replaced by update time
"lastupdatefailed"="Ultimo aggiornamento (fallito): %@"; // %@ will be replaced by update time
"never"="Mai"; // this is for the last update time, meaning "I still haven't made one"
"updatingnow"="Aggiornamento in corso...";
// for notifications:
"newtorrent"="Nuovo episodio";
"newtorrentdesc"="L'episodio %@ è stato aggiunto!"; // %@ will be replaced by filename

"Feeds"="Feed";
"Downloads"="Download";
"Tweaks"="Opzioni";

"Copy Link"="Copia link";
"Delete"="Elimina";

"Copy Name"="Copia nome";
"Copy Address"="Copia indirizzo";
"Show Contents"="Mostra il contenuto";
"Feed Contents"="Contenuto feed";
"Feed Name"="Nome feed";
"Add Feed"="Aggiungi feed";
"Cancel"="Annulla";
"Import From OPML File…"="Importa da file OPML…";

"Save to:"="Salva in:";
"Organize in folders by show name"="Organizza in cartelle con il nome della trasmissione";
"Open automatically"="Apri automaticamente";
"Download using script:"="Scarica con script:";

"Open at Login"="Apri al login";
